{
		"rrpi": {
						"course_details": "<p>As contractors, we play an important role in helping to prevent lead poisoning. Ordinary renovation and maintenance activities can create toxic lead dust that can harm our customers, our children, our workers, and even ourselves.</p><p>As of April 22nd, 2010, individuals in need of lead certification to comply with the EPA's Renovation, Repair, and Painting (RRP) Rule are required to take this 8-hour training course to learn about the importance of containment and using lead-safe work practices. This course is intended for all contractors and professionals responsible for projects performed on pre-1978 residential properties or child-occupied facilities such as daycares, elementary schools, and pre-schools. Lead certification applies to firms that disturb more than six square feet of lead paint or coated surfaces, and firms not lead-safe certified are subject to fines of up to $37,500 per day.</p><p>Occupations that need this certification include general contractors, sub-contractors, painters, home improvement professionals, general tradesman such as plumbers, carpenters, and electricians, construction industry professionals, disaster and hazard remediation firms, maintenance personnel, residential real estate brokers, landlords, superintendents, and property managers. This course has 2-hours of hands-on activities and concludes with a 25-question final exam. Upon successful completion of the course you will receive a certificate, which is valid for five years from the date of completion.</p>"
		},															
		"rrpr": {
						"course_details": "<p>As of February 17th, 2016, the EPA has approved the 4-hour Lead Renovator (RRP) Refresher Training to be taken 100% online every other renewal period!</p><p>PLEASE NOTE: If taken online, the RRP Refresher certificate is valid for 3 years, and the next refresher course you take will have to be completed in-person. In-person RRP Refresher certificates are valid for 5 years.</p><p>For individuals who want to renew their lead certification to comply with the EPA's Renovation, Repair, and Painting (RRP) Rule, take this 4-hour, half day training course to review how to test for lead-based paint, how to perform clearance testing through the Cleaning Verification Procedure, and how to keep the required records needed to stay in compliance with this federal lead regulation. Refresher training is required every five years, so don't miss out on the opportunity to renew your certificate quickly and conveniently. Students must provide a copy of their initial training certificate or card to participate in this refresher class and to receive their new training certificate.</p>"
		},
    "hazi": {
            "course_details": "<p>This 5-day, 40-hour Hazardous Waste Operations and Emergency Response (HAZWOPER) course is specifically designed for workers who are involved in clean-up operations, voluntary clean-up operations, emergency response operations, storage, disposal, and/or treatment of hazardous substances or uncontrolled hazardous waste sites. This course covers regulations in 29 CFR 1910.120.</p><p style=\"padding-bottom: 0;\">HAZWOPER applies to five groups of employers and their employees. This includes employees who are exposed (or potentially exposed) to hazardous substances and who are engaged in one of the following operations as specified by OSHA regulations:</p><ol><li>Cleanup operations required by a governmental body (federal, state, local or other) involving hazardous substances conducted at uncontrolled hazardous-waste sites</li><li>Corrective actions involving clean-up operations at sites covered by the Resource Conservation and Recovery Act of 1976 (RCRA)</li><li>Voluntary cleanup operations at sites recognized by a federal, state, local, or other governmental body as uncontrolled hazardous-waste sites</li><li>Operations involving hazardous waste which are conducted at treatment, storage and disposal facilities regulated by Title 40 of the Code of Federal Regulations, parts 264 and 265 pursuant to the RCRA, or by agencies under agreement with the U.S. Environmental Protection Agency to implement RCRA regulations</li><li>Emergency response operations for releases of, or substantial threats of release of, hazardous substances (regardless of the hazard's location)</li></ol><br>"
    },
    "hazr": {
            "course_details": "<p>This 8-hour training course meets the requirements outlined in OSHA 29 CFR 1910.120 for eight (8) hours of annual refresher training for workers at hazardous waste sites. This course is designed for general site workers who remove hazardous waste or who are exposed or potentially exposed to hazardous substances or health hazards. Topics include HAZWOPER regulations, site characterization, toxicology, hazard recognition, personal protective equipment, decontamination, medical surveillance, confined space entry and emergency procedures. Upon successful completion of the course you will receive a certificate of completion.</p><p style=\"padding-bottom: 0;\">HAZWOPER applies to five groups of employers and their employees. This includes employees who are exposed (or potentially exposed) to hazardous substances and who are engaged in one of the following operations as specified by OSHA regulations:</p><ol><li>Cleanup operations required by a governmental body (federal, state, local or other) involving hazardous substances conducted at uncontrolled hazardous-waste sites</li><li>Corrective actions involving clean-up operations at sites covered by the Resource Conservation and Recovery Act of 1976 (RCRA)</li><li>Voluntary cleanup operations at sites recognized by a federal, state, local, or other governmental body as uncontrolled hazardous-waste sites</li><li>Operations involving hazardous waste which are conducted at treatment, storage and disposal facilities regulated by Title 40 of the Code of Federal Regulations, parts 264 and 265 pursuant to the RCRA, or by agencies under agreement with the U.S. Environmental Protection Agency to implement RCRA regulations</li><li>Emergency response operations for releases of, or substantial threats of release of, hazardous substances (regardless of the hazard's location)</li></ol><br>"
    },
    "osha10": {
            "course_details": "<p>This OSHA 10-hour Construction Industry training course is intended for workers, especially those just entering the workforce, with responsibility for workplace safety during construction and demolition activities.</p><p>Despite overall improvements, annual accident statistics have shown that the construction industry remains one of the most hazardous to workers. Each year, more than 1,000 construction workers die and 400,000 more suffer injuries or illnesses on the job. Because of this, the Secretary of Labor, in conjunction with OSHA, set forth specific standards for the construction industry. <strong>These can be found in 29 CFR Part 1926.</strong></p><p>This OSHA 10-Hour Construction Industry training program is intended to provide entry level construction industry workers information about their rights, employer responsibilities, as well as how to identify, abate, avoid and prevent job related hazards on a job site. The training covers a variety of construction industry safety and health hazards which a worker may encounter. Training will emphasize hazard identification, avoidance, control and prevention. Instructional time will be a minimum of 10 hours.</p>"
    },
    "osha30": {
            "course_details": "<p>This OSHA 30-hour Construction Industry training course is a comprehensive safety and health training program designed for individuals covered by the OSHA 29 CFR 1926 construction industry standards.  This course is devised specifically for foremen, supervisors, managers, safety committee members, safety staff and professionals, company owners, and others with responsibility for workplace safety during construction and demolition activities.</p><p>Despite overall improvements, annual accident statistics have shown that the construction industry remains one of the most hazardous to workers. Each year, more than 1,000 construction workers die and 400,000 more suffer injuries or illnesses on the job. Because of this, the Secretary of Labor, in conjunction with OSHA, set forth specific standards for the construction industry. <strong>These can be found in 29 CFR Part 1926.</strong></p><p>This OSHA 30-hour Construction Industry training program is intended to provide a variety of training to supervisors who assume the safety responsibility of workers. Training will emphasize hazard identification, avoidance, control and prevention. Instructional time will be a minimum of 30 hours.</p>"
    },
    "haz24": {
            "course_details": "<p>This 24-Hour HAZWOPER training is a 3-day course designed for workers who occasionally perform limited tasks on site and who are unlikely to be exposed over the Permissible Exposure Limit (PEL), in accordance with the requirements for health and safety training in the OSHA standard 29CFR 1910.120. This course is for workers regularly on-site who work in areas which have been monitored and fully characterized indicating that exposure limits are not exceeded, where respirators are not necessary, and the characterization indicates that there are no health hazards or the possibility of an emergency developing. This is an Operations Level course.</p>"
    },
    "cpr": {
            "course_details": "<p>Give your company and employees the tools to respond effectively to an emergency, and maintain compliance with OSHA standards. This course covers basic first aid training, the use of automated external defibrillators (AEDs) and adult cardiopulmonary resuscitation (CPR). The training meets the needs of workplace responders, professional rescuers, school staff members, professional responders, and healthcare providers, as well as the general public. National Safety Council First Aid certification is valid for 3 years; CPR certification valid is for 2 years.</p>"
    },
    "cse": {
            "course_details": "<p>Many workplaces contain spaces that are considered to be \"confined\" because their configurations hinder the activities of employees who must enter into, work in, or exit from them. In many instances, employees who work in confined spaces also face increased risk of exposure to serious physical injury from hazards such as entrapment, engulfment and hazardous atmospheric conditions. This course will follow the new confined space in construction OSHA standard in teaching students about identification, classification, proper protection, monitoring and rescue requirements for confined spaces. This course is designed for employees who will enter a confined space and/or be the attendant for others who have entered.</p>"
    },
    "eafs": {
            "course_details": "<p>OSHA has recognized that some injuries in the workplace are caused by arc flash, a brief but extremely hot electrical fire that can occur during certain electrical activities. Employees wearing flammable clothing suffer severe injuries as clothing continues to burn after the flash has dissipated. Students will learn how to perform the NFPA 70E hazard risk assessment, create and implement a documented electrical safety policy, and ensure employees use properly maintained protective equipment. NFPA 70E Training meets the Compliance Reference: CFR 1910.332, 333 & Title 8 CCR 3314.</p>"
    },
    "wvsh": {
            "course_details": "<p>This course is designed to instruct employees how to identify and deal with workplace violence and sexual harassment items. These actions are defined as, an action (verbal, written, or physical aggression) which is intended to control or cause, or is capable of causing, death or serious bodily injury to oneself or others, or damage to property. Workplace violence includes abusive behavior toward authority, intimidating or harassing behavior, and threats. A corporation's overall plan should include administrative, behavioral and environmental strategies to prevent and mitigate the risk of Workplace Violence.</p>"
    }
}
