{
		"free": ["<strong>Changes and Cancellations to Your Registration:</strong><br>",
							"Students must arrive to class at least a full half hour before the class starts to maintain their seat.",
							"CertRebel, LLC reserves the right to give up your seat on the day of class if you do not arrive on time.",
							"Class reminders will be sent out at the beginning of the week for each free class, and verification must be received by email or phone to maintain your seat.",
							"Attendee substitutions are permitted and must be emailed to hello@certrebel.com to be processed.",
							"<br>",
							"<br>",
							"This class is offered for free through a grant with the Orange County Dept. of Health, and will result in a valid EPA Lead Renovator (RRP) certification.",
							"Students must reside and/or work in Orange County to be eligible for the free class.",
							"You must have a pay stub or photo ID that shows you either reside and/or work in Orange County to be accepted into the free class.",
							"Please contact us at <strong>646-470-7119</strong> or hello@certrebel.com if you have any questions.",
							"<br>"
						],
		"paid": ["<strong>Changes and Cancellations to Your Registration for In-Person Courses:</strong><br>",
							"All courses are subject to a 25% administration fee if written notice is given at least 5 business days in advance to: hello@certrebel.com.",
							"Refunds are not given if written notice is not received at least 5 business days in advance.",
							"Attendee substitutions are permitted and must be emailed to hello@certrebel.com to be processed.",
							"In the case of an event cancellation made by CertRebel, LLC, you may choose to receive a 100% refund or you can choose to apply your registration fee to another course.",
							"By submitting payment you agree to these Terms of Service.",
							"<br>",
							"<br>",
							"<strong>Changes and Cancellations to Your Registration for Live Webinars or On-Demand Courses:</strong><br>",
							"All sales are final and refunds are not issued for Live Webinar and On-Demand courses.",
							"<br>"
						 ]
}
